tap "pirj/noclamshell"
brew "bash-completion@2"
brew "cmake"
brew "deno"
brew "direnv"
brew "exiftool"
brew "fastfetch"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "iproute2mac"
brew "libb2"
brew "neovim"
brew "node"
brew "ollama"
brew "pyenv"
brew "stow"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tlrc"
brew "tmux"
brew "tree"
brew "unar"
brew "unbound"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yasm"
brew "pirj/noclamshell/noclamshell"
cask "adobe-creative-cloud"
cask "aldente"
cask "appcleaner"
cask "asana"
cask "audacity"
cask "beyond-compare"
cask "blender"
cask "canva"
cask "claude"
cask "claude-code"
cask "comfyui"
cask "cursor"
cask "cyberduck"
cask "dbeaver-community"
cask "deluge"
cask "discord"
cask "firefox"
cask "gcloud-cli"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "grandperspective"
cask "gstreamer-runtime"
cask "gyroflow"
cask "iexplorer"
cask "iina"
cask "imaging-edge"
cask "insomnia"
cask "insta360-studio"
cask "iterm2"
cask "keepassxc"
cask "lens"
cask "loom"
cask "macfuse"
cask "nordvpn"
cask "notunes"
cask "obs"
cask "paragon-ntfs"
cask "raspberry-pi-imager"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "superwhisper"
cask "telegram"
cask "the-unarchiver"
cask "touchdesigner"
cask "transmission"
cask "transnomino"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wispr-flow"
cask "zoom"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "andrepimenta.claude-code-chat"
vscode "anthropic.claude-code"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "openai.chatgpt"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "wholroyd.jinja"
