tap "pirj/noclamshell"
brew "bash-completion@2"
brew "cmake"
brew "exiftool"
brew "fastfetch"
brew "unbound"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "httrack"
brew "iproute2mac"
brew "node"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "stow"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unar"
brew "virtualenv"
brew "watch"
brew "wget"
brew "pirj/noclamshell/noclamshell"
cask "adobe-creative-cloud"
cask "aldente"
cask "appcleaner"
cask "asana"
cask "audacity"
cask "beyond-compare"
cask "canva"
cask "cyberduck"
cask "dbeaver-community"
cask "deluge"
cask "discord"
cask "firefox"
cask "github"
cask "google-chrome"
cask "grandperspective"
cask "gyroflow"
cask "iexplorer"
cask "iina"
cask "insomnia"
cask "insta360-studio"
cask "iterm2"
cask "keepassxc"
cask "lens"
cask "paragon-ntfs"
cask "raspberry-pi-imager"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "the-unarchiver"
cask "torguard"
cask "transnomino"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "cweijan.vscode-redis-client"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ritwickdey.liveserver"
vscode "wholroyd.jinja"
vscode "yy0931.vscode-sqlite3-editor"
